Repository: common-repository/awesome-designer
Catalog: languages/woocommerce-awesome-designer-*.po
Languages: fr_fr, hu_hu

source: Impossible to create %s directory.
fr_fr: Impossible de créer le répertoire %s
hu_hu: A %s könyvtárat nem lehet létrehozni.

source: Your Gallery
fr_fr: Votre photothèque
hu_hu: A képtárad

source: Images already used
fr_fr: Images déjà utilisées
hu_hu: Már használt képek

source: Images downloaded
fr_fr: Images téléchargées
hu_hu: Letöltött képek

source: Create New Product
fr_fr: Créer un nouveau produit
hu_hu: Új termék létrehozása

source: Edit Existing Product
fr_fr: Editer un produit existant
hu_hu: Meglévő termék módosítása

source: Manage Cliparts
fr_fr: Gestion des cliparts
hu_hu: Clpiartok kezelése

source: Manage Fonts
fr_fr: Gestion des fontes
hu_hu: Betűtípusok kezelése

source: Do the housework!
fr_fr: Faites le ménage !
hu_hu: Nyomás!

source: Files deleted
fr_fr: Fichiers effacés
hu_hu: Fájlok törölve

source: DELETE ALL UNUSED IMAGES, UPLOADED BY YOURSELF
fr_fr: EFFACER TOUTES LES IMAGES NON UTILISEES QUE VOUS AVEZ TELECHARGE
hu_hu: Minden általad feltöltött használaton kívüli kép törlése

source: CLEAR UNUSED PRODUCT PHOTOS
fr_fr: EFFACER LES PHOTOS DE PRODUIT NON UTILISEES
hu_hu: Használaton kívüli termékfotók törlése

source: DELETE ALL UNUSED IMAGES, UPLOADED BY YOUR CLIENTS UP TO (number of days ago)&nbsp;:
fr_fr: EFFACER TOUTES LES IMAGES NON UTILISEES, TELECHARGEES PAR VOS CLIENTS JUSQU'A (nombre de jours a conserver)&nbsp;:
hu_hu: Minden megrendelő által feltöltött használaton kívüli kép törlése (number of days ago)&nbsp;:

source: CLEAR UNUSED CLIENT'S PHOTOS
fr_fr: EFFACER LES PHOTO DE CLIENT NON UTILISEES
hu_hu: Használaton kívüli kliens fotók törlése

source: MANAGE YOUR CLIPARTS
fr_fr: GEREZ VOS CLIPARTS
hu_hu: Clipartjaid kezelése

source: SELECT ALL
fr_fr: SELECTIONNEZ TOUT
hu_hu: Mind kijelöl

source: DELETE SELECTED
fr_fr: EFFACEZ LA SELECTION
hu_hu: Kiválasztott törlése

source: HIDE SELECTED
fr_fr: CACHEZ LA SELECTION
hu_hu: Kiválasztott elrejtése

source: SHOW SELECTED
fr_fr: AFFICHEZ LA SELECTION
hu_hu: Kiválasztott mutatása

source: MOVE SELECTED TO
fr_fr: DEPLACER LA SELECTION VERS
hu_hu: Kiválasztott mozgatása

source: Upload
fr_fr: Télécharger
hu_hu: Feltöltés

source: SVG or PNG format only, make sure the size is large enough for printing.<br>All the new cliparts will be placed in the first category.
fr_fr: Uniquement les formats SVG ou PNG, assuez-vous que la taille est suffisante pour l'impression.<br>Tous les nouveaux cliparts seront placés dans la première catégorie.
hu_hu: SVG vagy PNG!

source: Add a new Category
fr_fr: Ajoutez une catégorie
hu_hu: Új kategória létrehozása

source: CATEGORY
fr_fr: CATEGORIE
hu_hu: Kategória

source: delete category and cliparts
fr_fr: éffacez la catégorie et les cliparts
hu_hu: Kategória és clipartok törlése

source: hide category
fr_fr: cacher la catégorie
hu_hu: Kategória elrejtése

source: Change Name
fr_fr: Changez le nom
hu_hu: Átnevezés

source: Drag'n drop your photos
fr_fr: Glissez-déposez vos photos
hu_hu: Kattintsd és húzd ide a fotókat

source: Type your colors here
fr_fr: Entrez vos couleurs ici
hu_hu: Itt megadhatod a kívánt színeket

source: YOUR PRODUCT IS CREATED
fr_fr: VOTRE PRODUIT EST CREE
hu_hu: A terméked elkészült

source: CREATE NEW PRODUCTS
fr_fr: CREER DE NOUVEAUX PRODUITS
hu_hu: Új termék létrehozása

source: Create your own product ! You're the boss
fr_fr: Créez votre propre produit ! C'est vous le boss
hu_hu: Készítsd el a saját terméked! Te vagy a főnök...

source: Single Print
fr_fr: Une seule face
hu_hu: Egyoldalas layout

source: Multi Print
fr_fr: Plusieurs faces
hu_hu: Többoldalas layout

source: Full Size Print Zone</br>with Mask above
fr_fr: Impression zone entière</br>avec masque au-dessus
hu_hu: Full Size nyomtatási zóna

source: Print Zone inside</br>with Background
fr_fr: Zone d'impression restreinte</br>avec fond uniquement
hu_hu: Inside nyomtatási zóna

source: Name your Product
fr_fr: Nommez votre produit
hu_hu: A terméked neve

source: Number of printing zone
fr_fr: Nombre de zone d'impression
hu_hu: A layoutok száma

source: RESET
fr_fr: REINITIALISER

source: NEXT
fr_fr: SUIVANT
hu_hu: következő

source: Define the Colors of the Product (default : white)
fr_fr: Définir les couleurs du produit (Blanc par défaut)
hu_hu: A termék színeinek meghatározása (alapértelmezett: fehér)

source: hexadecimal, separated with commas
fr_fr: hexadecimal, separés par des virgules
hu_hu: HEXA (vesszőkkel tagolt)

source: Colors already used (you can pick them)
fr_fr: Couleurs déjà utilisées (vous pouvez les sélectionner de nouveau)
hu_hu: Használatban lévő színek (kattints)

source: Choose the display type
fr_fr: Choisir le type d'affichage
hu_hu: Válassz megjelenítési módot

source: For the front office
fr_fr: Pour le front office
hu_hu: Kimenet

source: Printing zone name
fr_fr: Nom de la zone
hu_hu: Nyomtatási zóna neve

source: Printing zone picture
fr_fr: Photo de la zone
hu_hu: Nyomtatási zóna képe

source: OK, DONE
fr_fr: OK, SUIVANT
hu_hu: OK, mehet

source: Printing zone number
fr_fr: Nombre de zones
hu_hu: Nyomtatási zóna száma

source: Name your printing zone
fr_fr: Nommez votre zone
hu_hu: Nyomtatási zóna neve

source: CHANGE IMAGE
fr_fr: CHANGER D'IMAGE
hu_hu: Képcsere

source: Upload A Background
fr_fr: Télécharger un fond
hu_hu: Háttér feltöltése

source: Upload A Mask
fr_fr: Télécharger un masque
hu_hu: Maszk feltöltése

source: OR CHOOSE FROM GALLERY
fr_fr: OU CHOISISSEZ DANS LA GALERIE
hu_hu: VAGY válassz a Médiatárból

source: If needed, crop your image
fr_fr: Si besoin, recadrez votre image
hu_hu: Ha szükséges, vágd körbe a képet

source: (keep what your client will see)
fr_fr: (Conservez la partie que verra votre client)
hu_hu: (tartsd meg, amit a megrendelőnek látnia kell)

source: CROP IT
fr_fr: RECADRER
hu_hu: Körbevágás

source: Define the customization zone
fr_fr: Définir la zone de personnalisation
hu_hu: A testreszabható terület meghatározása

source: (Adjust the area and don't forget the bleeds)
fr_fr: (Ajustez la zone et n'oubliez pas les marges)

source: Type the <span style="font-weight:700">EXACT FINAL PRINT SIZE</span> of this product
fr_fr: Entrez la <span style="font-weight:700">TAILLE EXACTE D'IMPRESSION</span> de ce produit
hu_hu: Add meg a <span style="font-weight:700">végső nyomtatási méretet</span> kifutó nélkül

source: (round numbers, no comma)
fr_fr: (nombres entiers, par de virgule)
hu_hu: (kerek számok!)

source: WIDTH
fr_fr: LARGEUR
hu_hu: szélesség

source: HEIGHT
fr_fr: HAUTEUR
hu_hu: magasság

source: Millimeters
fr_fr: Millimetres

source: Inches
fr_fr: Pouces

source: DEFINE AREA
fr_fr: DEFINIR LA ZONE
hu_hu: Terület meghatározása

source: Optional: if your image doesn’t fit perfectly with</br>the Print Area, please adjust it
fr_fr: Optionnel: si votre image de s'ajuste pas parfaitement à</br>la zone d'impression, ajustez-la
hu_hu: Opcionális: fitting

source: horizontal</br>stretch
fr_fr: étirement</br>horizontal
hu_hu: vízszintes</br>stretch

source: vertical</br>stretch
fr_fr: étirement</br>vertical
hu_hu: függőleges</br>stretch

source: A color is incorrect
fr_fr: Une couleur est incorrecte
hu_hu: Nem megfelelő szín.

source: Name of product already exist
fr_fr: Ce nom de produit existe déjà
hu_hu: Ilyen termék már létezik.

source: Printing zone
fr_fr: Zone d'impression
hu_hu: Nyomtatási terület

source: Choose a Font
fr_fr: Choisissez une fonte
hu_hu: Betűtípus választása

source: ADD FONT
fr_fr: AJOUTER FONTE
hu_hu: Betűtípus hozzáadása

source: Demo Text
fr_fr: Texte de démo
hu_hu: Demó szöveg

source: Default font for your customer
fr_fr: Fonte par défaut
hu_hu: A testreszabó alapértelmezett betűtípusa

source: My Fonts
fr_fr: Mes fontes
hu_hu: Betűtípusaim

source: YOUR PRODUCT IS MODIFIED
fr_fr: VOTRE PRODUIT EST MODIFIE
hu_hu: A termék módosításra került!

source: Choose and change your product
fr_fr: Choisissez et modifiez votre produit
hu_hu: Válassz egy terméket a módosításhoz!

source: MODIFY
fr_fr: MODIFIER
hu_hu: Módosítás

source: NAME
fr_fr: NOM
hu_hu: Név

source: Define the Colors of the product
fr_fr: Définir les couleurs du produit
hu_hu: A termék színeinek meghatározása

source: DELETE THIS PRODUCT
fr_fr: EFFACER CE PRODUIT
hu_hu: Törlés

source: Display type
fr_fr: Type d'affichage
hu_hu: A típus megjelenítése

source: SAVE CHANGES
fr_fr: SAUVEGARDER LES MODIFICATIONS
hu_hu: Mentés

source: CHANGE PICTURE OR CROP
fr_fr: CHANGER DE PHOTO OU RECADRER
hu_hu: Képcsere vagy képvágás

source: CHANGE PRINT AREA
fr_fr: MODIFIER LA ZONE D'IMPRESSION
hu_hu: Nyomtatási terület megváltoztatása

source: PRINT AREA SIZE
fr_fr: TAILLE DE LA ZONE D'IMPRESSION
hu_hu: Nyomtatási terület néretezése

source: CANCEL CHANGE
fr_fr: ANNULER LES MODIFICATIONS
hu_hu: Változtatások elvetése

source: CHANGE CROP
fr_fr: MODIFIER LE CADRAGE
hu_hu: Kivágás megváltoztatása

source: DO YOU WANT TO SAVE TIME ? YOU CAN RECOVER <span style="font-weight:700">READY TO PRINT</span> IMAGE
fr_fr: VOUS SOUHAITEZ GAGNER DU TEMPS ? VOUS POUVEZ RECUPERER <span style="font-weight:700">VOS IMAGES PRETES A IMPRIMER</span>
hu_hu: Visszaállíthatod a <span style="font-weight:700">READY TO PRINT</span> képet

source: LEARN MORE ABOUT</br><span style="color:#fff">OUR WEB TO PRINT</span></br>TECHNOLOGY
fr_fr: PLUS D'INFORMATIONS SUR</br><span style="color:#fff">NOTRE TECHNOLOGIE</span></br>WEB TO PRINT
hu_hu: Tudj meg többet a </br><span style="color:#fff">OUR WEB TO PRINT</span></br>technológiáról!

source: Add reference points
fr_fr: Ajouter les points de référence
hu_hu: Referenciapontok megadása

source: Remove reference points
fr_fr: Retirer les points de référence
hu_hu: Referenciapontok eltávolítása

source: Composition only
fr_fr: Composition seule
hu_hu: Csak kompozíció

source: Full preview
fr_fr: Previsualisation complète
hu_hu: Teljes előnézeti kép

source: PRINT THESE INFORMATIONS
fr_fr: IMPRIMER CES INFORMATIONS
hu_hu: Az információk kinyomtatása

source: FINAL DOCUMENT SIZE
fr_fr: TAILLE DU DOCUMENT
hu_hu: Végső nyomat méret

source: BACKGROUND COLOR
fr_fr: COULEUR DE FOND
hu_hu: Háttérszín

source: IMAGE NUMBER
fr_fr: IMAGE NUMERO
hu_hu: Kép száma

source: DOWNLOAD
fr_fr: TELECHARGER
hu_hu: Letöltés

source: Original image
fr_fr: Image originale
hu_hu: Eredeti kép

source: CROP LEFT
fr_fr: RECADRAGE GAUCHE
hu_hu: Vágás - bal

source: CROP TOP
fr_fr: RECADRAGE HAUT
hu_hu: Vágás - felső

source: CROP WIDTH
fr_fr: RECADRAGE LARGEUR
hu_hu: Vágás - szélesség

source: CROP HEIGHT
fr_fr: RECADRAGE HAUTEUR
hu_hu: Vágás - magasság

source: FINAL IMAGE SIZE
fr_fr: TAILLE FINALE
hu_hu: Végső képméret

source: IMAGE SHAPE
fr_fr: FORME DE CONTOUR
hu_hu: Kép körvonal

source: GET SHAPE
fr_fr: RECUPERER LA FORME
hu_hu: Körvonal megadása

source: Clockwork
fr_fr: Sens des aiguilles d'une montre
hu_hu: Óramutató járásának megfelelő

source: LEFT TOP CORNER OF THE IMAGE
fr_fr: ANGLE SUPERIEUR GAUCHE DE L'IMAGE
hu_hu: Kép - bal felső sarok

source: LEFT POSITION
fr_fr: POSITION GAUCHE
hu_hu: Pozíció - bal

source: TOP POSITION
fr_fr: POSITION HAUT
hu_hu: Pozíció - jobb

source: OPACITY
fr_fr: OPACITE
hu_hu: Áttetszőség

source: FLIP HORIZONTAL
fr_fr: MIROIR
hu_hu: Vízszintes tükrözés

source: TRUE
fr_fr: OUI
hu_hu: Valós

source: BORDER INSIDE
fr_fr: BORDURE INTERIEURE
hu_hu: Belső keret

source: COLOR
fr_fr: COULEUR
hu_hu: Szín

source: TEXTE NUMBER
fr_fr: TEXTE NUMERO
hu_hu: Szöveg szám

source: GET TEXT
fr_fr: RECUPERER LE TEXTE
hu_hu: Szöveg hozzáadása

source: SIZE WIDTH
fr_fr: LARGEUR
hu_hu: Szélesség

source: SIZE HEIGHT
fr_fr: HAUTEUR
hu_hu: Magasság

source: Bounding Box if Rotated
fr_fr: Bounding Box si rotation

source: For Your Information the Font Is
fr_fr: Pour info, la fonte est

source: CLIPART NUMBER
fr_fr: CLIPART NUMERO
hu_hu: Clipart szám

source: For Your Information the Clipart Is
fr_fr: Pour info, la clipart est

source: Settings
fr_fr: Paramètres

source: Please update WooCommerce to the latest version! Awesome Designer only works with version 2.1 or newer.
fr_fr: Merci de mettre à joutr votre version de WooCommerce ! The Awesome Designer ne fonctionne qu'à partir de la version 2.1 ou supérieur

source: GD library is not installed on your web server. If you do not know how to install GD library, please ask your server provider!
fr_fr: La librairie GD n'est pas installée sur votre serveur. Si vous ne savez pas comment procéder à l'installation, veuillez demander à votre prestataire !

source: Awesome product
fr_fr: Produit Awesome

source: Image information
fr_fr: Informations sur la composition
hu_hu: Kép információ

source: Get HD image
fr_fr: Récuperer la composition HD
hu_hu: HD image letöltése

source: For more information go to theawesomedesigner.com
fr_fr: Pour plus d'informations, rendez-vous sur www.theawesomedesigner.com
hu_hu: Egyéb infókért eriggy ide ---> theawesomedesigner.com

source: Enter your API KEY
fr_fr: Entrez votre clé API

source: Can't exceed the upload_max_filesize directive in php.ini. For your information
fr_fr: Ne peut pas excéder les directives de upload_max_filesize dans le fichier php.ini. Pour information

source: The mobile version has no colorpicker but a list of colors
fr_fr: La version mobile ne propose pas de colorpicker mais d'une liste de couleurs définies

source: Only the colors you'll set in this field will be usable in the plugin. If you want to use a full range colorpicker, leave it blank
fr_fr: Seules les couleurs que vous allez entrer dans ce champs seront utilisable dans le module. Si vous souhaitez utiliser un sélecteur de couleur complet, laissez le champs vide.

source: Choose to display or hide tools
fr_fr: Affichez ou masquez les options

source: Photo upload
fr_fr: Téléchargement de photo

source: Text
fr_fr: Texte

source: Choose to display option in waiting screen
fr_fr: Afficher les options de l'écran de chargement final

source: modify / abort
fr_fr: Modifier / arrêter

source: Preview with modify option
fr_fr: Prévisualisation avec option de modification

source: Quality Allowed
fr_fr: Qualité autorisée

source: No rules
fr_fr: Pas de règle

source: Permissive
fr_fr: Permissif

source: Median
fr_fr: Médian

source: Max quality
fr_fr: Qualité maximum

source: Action requested on low quality warning
fr_fr: Action demandée lors de la détection d'une image de mauvaise qualité

source: Do nothing
fr_fr: Ne rien faire

source: Advise the user
fr_fr: Avertir l'utilisateur par une alerte

source: Disallow finishing
fr_fr: Ne pas autoriser la validation

source: Product color
fr_fr: Couleur du produit
hu_hu: Termék szín

source: View Product
fr_fr: Voir le produit
hu_hu: tovább &raquo;

source: Add to cart
fr_fr: Ajouter au panier
hu_hu: Kosárba rakom

source: Do you want to make a new customization from scratch ?
fr_fr: Voulez-vous effectuer une nouvelle personnalisation depuis le début ?

source: Customize
fr_fr: Personnaliser
hu_hu: Testreszabás

source: Warning! one or more photo doesn't have sufficient quality for optimal printing. Do you want to continue anyway?
fr_fr: Attention ! Une ou plusieurs photos n'ont pas la qualité suffisante pour une impression optimale. Voulez-vous continuer tout de même ?

source: Warning! one or more photos does not have sufficient quality for optimal printing.Please choose another one, reduce its size or zoom it out.
fr_fr: Attention ! Une ou plusieurs photos n'ont pas la qualité suffisante pour une impression optimale. Merci de changer de photo, ou de réduire sa taille ou son niveau de zoom.

source: Your text...
fr_fr: Votre texte...
hu_hu: Szöveg beírása

source: QUALITY
fr_fr: QUALITE

source: Please wait while downloading your photos
fr_fr: Veuillez attendre durant le téléchargement de vos photos
hu_hu: Kérlek várj, míg a fényképeid letöltődnek

source: CHANGE
fr_fr: MODIFIER

source: ABORT
fr_fr: ANNULER

source: Generation rendering and data backup
fr_fr: Génération, rendu et récupération des données
hu_hu: Kép számítása és lementése

source: CONFIRM
fr_fr: CONFIRMER

source: CANCEL
fr_fr: ANNULER
hu_hu: MÉGSEM

source: VALID
fr_fr: VALIDER
hu_hu: ÉRVÉNYES

source: BORDER COLOR
fr_fr: COULEUR DE LA BORDURE
hu_hu: KÖRVONAL SZÍNE

source: TEXT COLOR
fr_fr: COULEUR DU TEXTE
hu_hu: SZÖVEG SZÍNE

source: CLIPART COLOR
fr_fr: COULEUR DU CLIPART
hu_hu: CLIPART SZÍNE

source: OBJECT COLOR
fr_fr: COULEUR DE L'OBJET
hu_hu: OBJEKTUM SZÍNE

source: Close
fr_fr: Fermer
hu_hu: Bezár

source: Click on your photos or drag and drop them
fr_fr: Cliquez sur vos photos ou déplacez-les dans la zone
hu_hu: Kattints egy fotódra és dobd be ide!

source: Collage options
fr_fr: Options de pêle-mêle
hu_hu: Kollázs lehetőségek

source: Photo options
fr_fr: Options de photo
hu_hu: Fénykép lehetőségek

source: Border
fr_fr: Bordure
hu_hu: Keret

source: No shape
fr_fr: Pas de forme
hu_hu: Nincs körvonal

source: Photo spacing
fr_fr: Espacement
hu_hu: Fénykép hely

source: Category
fr_fr: Catégorie
hu_hu: Kategória

source: Leave
fr_fr: Laisser

source: PRODUCT COLOR
fr_fr: COULEUR DU PRODUIT
hu_hu: TERMÉKSZÍN

source: FINISH
fr_fr: FINIR
hu_hu: BEFEJEZÉS

source: Redo
fr_fr: Rétablir action
hu_hu: Ismétlés

source: Undo
fr_fr: Annuler action
hu_hu: Visszavonás

source: New
fr_fr: Nouveau
hu_hu: Új

source: No bg color
fr_fr: Pas de couleur de fond
hu_hu: Nincs háttérszín

source: Opacity
fr_fr: Opacité
hu_hu: Áttetszőség

source: Delete
fr_fr: Supprimer
hu_hu: Törlés

source: Set to background
fr_fr: Envoyer en fond
hu_hu: Háttér beállítás

source: Flip
fr_fr: Miroir
hu_hu: Tükrözés

source: Move to back
fr_fr: Déplacer vers l'arrière
hu_hu: Háttérbe küld

source: Move to front
fr_fr: Déplacer vers l'avant
hu_hu: Előre hoz

source: TEXT
fr_fr: TEXTE
hu_hu: SZÖVEGEK

source: Text color
fr_fr: Couleur du texte
hu_hu: Szöveg szín

source: Text spacing
fr_fr: Espacement des lettres
hu_hu: Szövegköz

source: Border color
fr_fr: Couleur du contour
hu_hu: Keret színe

source: No curve
fr_fr: Pas d'arc de texte
hu_hu: Nincs görbe

source: Curve high
fr_fr: Arc de texte haut
hu_hu: Görbe magasság

source: Curve bottom
fr_fr: Arc de texte bas
hu_hu: Görbe alsó

source: Curve
fr_fr: Arc de texte
hu_hu: Görbe

source: Length
fr_fr: Longueur
hu_hu: Hosszúság

source: Align right
fr_fr: Aligner à droite
hu_hu: Igazítás jobbra

source: Align center
fr_fr: Centrer
hu_hu: Igazítás középre

source: Align left
fr_fr: Aligner à gauche
hu_hu: Igazítás balra

source: Click or drag'n drop your photos uploaded
fr_fr: Cliquez ou cliquez-déplacez vos photos téléchargées.

source: ROTATION
hu_hu: Elforgatás

source: POSITION
hu_hu: Pozíció

source: PHOTOS
hu_hu: FOTÓK
